Revit 2027 API
UnitTypeId.PoundsForcePerCubicFoot Property
 Pounds force per cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsForcePerCubicFoot { get; }
Public Shared ReadOnly Property PoundsForcePerCubicFoot As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsForcePerCubicFoot {
	ForgeTypeId^ get ();
}
static member PoundsForcePerCubicFoot : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace